{
  "status": "success",
  "timestamp": "2025-05-30T12:00:00.000Z",
  "results": [
    {
      "id": 1,
      "category": "Security",
      "name": "Firewall App Blocker (fab) v.19",
      "description": "Software gratis yang memudahkan kita untuk memblockir software dari akses internet",
      "url": "https://pixeldrain.com/u/99WMdnTC"
    },
    {
      "id": 2,
      "category": "Academic",
      "description": "aplikasi yang membantu kamu dalam penyisipan, penulisan, dan pemformatan sitase atau citation",
      "name": "Mendeley Desktop V1.19.5",
      "url": "https://rb.gy/igoj5a"
    },
    {
      "id": 3,
      "category": "PDF Tools",
      "description": "Program untuk mengedit PDF, convert PDF to Word, excel, Power point, membuat PDF",
      "name": "Nitro Pdf Profesional V14.18.1.41",
      "url": "https://pixeldrain.com/u/mZBcZ41Y"
    },
    {
      "id": 4,
      "category": "Utility",
      "description": "Software utility yang berfungsi untuk membuat komputer kita terasa lebih cepat, tidak banyak JUNK alias sampah",
      "name": "CCleaner Profesional Plus V6.36",
      "url": "https://pixeldrain.com/u/zaW7uaYC"
    },
    {
      "id": 5,
      "category": "Disain Grafis",
      "description": "Laughingbird Software The Graphics Creator 8 v1.4.0 Full Version merupakan sebuah software atau perangkat lunak desain grafis yang dirancang untuk membantu pengguna membuat grafik dan desain visual dengan mudah.",
      "name": "Laughingbird Software Graphics Creator 8 V1.4.0 Full Version",
      "url": "https://pixeldrain.com/u/4FFNJmJF"
    },
    {
      "id": 6,
      "category": "Arsitek",
      "description": "SketchUp Pro 2025 Full Version merupakan salah satu software desain 3D di kalangan arsitek, desainer interior yang populer yang Dikembangkan oleh Trimble Inc. sofware ini memberikan anda kemudahan dalam membuat model 3D dengan interface atau antarmuka aplikasi yang mudah.",
      "name": "Sketchup Pro 2025 Full Version V25.0.063",
      "url": "https://pixeldrain.com/u/CE6rAogj"
    },
    {
      "id": 7,
      "category": "Tools",
      "description": "WinRAR 7.11 dan 6.24 Full Version Terbaru merupakan software archive sebagai compress file dalam beberapa file atau folder menjadi  1 file archive yang mudah. Siapa coba yang gak kenal namanya WINRAR , software compress dan extract file yang sangat populer, yang memudahkan kita membuat Kumpulan Folder dan file menjadi 1 PACKING .",
      "name": "Winrar 7.11 Full Version Terbaru",
      "url": "https://pixeldrain.com/u/rUirotix"
    },
    {
      "id": 8,
      "category": "Tools",
      "description": "UltraISO Premium Edition 9.7.6.3860 Full Version merupakan salah satu software terbaik untuk dapat kita gunakan dalam urusan disk images. UltraISO dapat membuat, mengedit, mengkonvert file ISO CD/DVD dan juga sebagai pembuat bootable CD/DVD.",
      "name": "UltraISO Premium Edition 9.7.63860",
      "url": "https://krakenfiles.com/view/G4XBvfUmur/file.html"
    },
    {
      "id": 9,
      "category": "Tools",
      "description": "Hard Disk Sentinel Pro 6.30.0 Full Version adalah aplikasi untuk memantau drive hardisk. Tujuannya adalah untuk menemukan, menguji, mendiagnosa dan memperbaiki masalah hard disk drive, menampilkan kesehatan hard disk, degradasi kinerja dan kegagalan yang dari hardisk. Hard Disk Sentinel memberikan deskripsi tekstual lengkap, tips dan menampilkan / melaporkan informasi paling komprehensif tentang HDD di dalam komputer atau di hardisk eksternal (USB / e-SATA). Banyak alert yang berbeda dan pilihan laporan yang tersedia untuk memastikan keamanan maksimum data yang ada di hardisk kita.",
      "name": "Hard Disk Sentinel Pro 6.30.0 Full Version",
      "url": "https://pixeldrain.com/u/9UnE3nHE"
    },
        {
      "id": 10,
      "category": "Tools",
      "description": "Windows Update Blocker v1.8 Terbaru Full merupakan salah satu software yang berguna untuk memblokir update windows secara mudah dan cepat. mungkin anda sebagian banyak pengguna komputer windows cukup risih jika update windows secara otomatis, disamping spek komputer yang pas-pasan, sehingga memperlambat kinerja komputer.",
      "name": "Windows Update Blocker V1.8 Terbaru",
      "url": "https://www.mediafire.com/file/syzwkhx5ip98y3n/Wub_v1.8.kuyhAa.7z/file"
    }
  ]
}